Repository: vdr-projects/vdr-plugin-duplicates
Catalog: po/*.po
Languages: de_de

source: Shows duplicate recordings
de_de: Zeigt doppelte Aufnahmen an

source: Duplicate recordings
de_de: Doppelte Aufnahmen anzeigen

source: Hide
de_de: Verstecken

source: Unhide
de_de: Aufnahme sichtbar machen

source: %d duplicate recordings
de_de: %d doppelte Aufnahmen

source: Unhide recording?
de_de: Versteckte Aufnahme sichtbar machen?

source: Hide recording?
de_de: Aufnahme verstecken?

source: Error while setting visibility!
de_de: Fehler bei dem sichtbar machen der Aufnahme!

source: Compare title
de_de: Vergleiche Titel

source: Show hidden
de_de: Zeige versteckte Aufnahmen

source: %d recordings without description
de_de: %d Aufnahmen ohne Beschreibung
